Repository: riverrun/genxword
Catalog: po/*.po
Languages: ca, nl

source: The word list file contains the words and clues, or just words, that you want in your crossword. For further information on how to format the word list file and about the other options, please consult the man page.
ca: L'arxiu conté les definicions, per els seus encreuats. Per a més informació sobre com formatar l'arxiu i sobre altres opcions, si us plau, consulti el manual.
nl: De lijst met woorden bevat ofwel de woorden en de sleutels of enkel de woorden, die je in je kruiswoordraadsel wenst Aanvullende informatie over de indeling van de woordenlijst en andere opties vind je terug in de hulp(man)-pagina.

source: Enter grid size (
ca: Introdueix la mida de la quadrícula (
nl: Voer rastergrootte in (

source: is the default):
ca: és el predeterminat):
nl: is de standaardwaarde):

source: Calculating your crossword...
ca: Calculant els seus encreuats...
nl: Berekenen van het kruiswoordraadsel...

source: Are you happy with this solution? [Y/n]
ca: T'agrada aquesta solució? [S/n]
nl: Ben je tevreden met deze oplossing? [Y/n]

source: And increase the grid size? [Y/n]
ca: I augmentar la mida de la quadrícula? [S/n]
nl: Rasterafmetingen groter maken?[Y/n]

source: Across/Down
ca: Horitzontal/Vertical
nl: Verticaal

source: The following files have been saved to your current working directory:
ca: Els següents arxius s'han guardat en el seu directori de treball actual:
nl: Deze bestanden werden opgeslagen in je huidige werkmap:

source: Crossword generator.
ca: Generador de encreuats.
nl: Kruiswoordraadsel generator.

source: Name of word list file.
ca: Nom de l'arxiu amb la lista de paraules.
nl: Naam van het woordenlijstbestand.

source: Save files as A4 pdf (p), letter size pdf (l), png (n) and/or svg (s).
ca: Guardar els arxius com pdf en mida A4 (p), carta, png (n) i/o svg (s).
nl: Bestand opslaan als A4 pdf (p), letter us pdf (l), png (n) en/of svg (s).

source: Automated (non-interactive) option.
ca: Opció automàtica (no interactiva).
nl: Automatische (niet-interactieve) optie.

source: Create anagrams for the clues
ca: Crear anagrames per a les definicions
nl: Aanmaken van anagrammen voor de oplossingen.

source: Number of words to be used.
ca: Nombre de paraules a utilitzar.
nl: Aantal te gebruiken woorden.

source: Name of crossword.
ca: Nom dels encreuats.
nl: Naam van het kruiswoordraadsel.

source: _Word list
ca: _Llista de paraules
nl: _Woordenlijst

source: _New word list
ca: _Nova llista
nl: _Nieuwe woordenlijst

source: Create a new word list or go back to the already open word list
ca: Crea una nova llista de paraules o torna a la llista ja creada
nl: Maak nieuwe woordenlijst aan of terug naar openstaande woordenlijst

source: _Open word list
ca: _Crear llista de paraules
nl: _Open woordenlijst

source: Open a word list
ca: Crear una llista de paraules
nl: Open een nieuwe woordenlijst

source: _Sort word list
ca: _Ordenar una llista
nl: _Sorteer woordenlijst

source: Sort the word list and remove words with non-alphabetic characters
ca: Ordenar la llista de paraules i treure paraules amb caràcters no alfabètics
nl: Sorteer de woordenlijst en verwijder woorden met niet-alfabetische karakters.

source: Quit
ca: Sortir
nl: Afsluiten

source: _Crossword
ca: _Encreuats
nl: _Kruiswoordraadsel

source: _Calculate crossword
ca: _Calcular encreuats
nl: _Bereken kruiswoordraadsel

source: Calculate the crossword
ca: Calcula els encreuats
nl: Bereken kruiswoordraadsel

source: _Recalculate
ca: _Recalcular
nl: _Herbereken

source: Increase the grid size and recalculate the crossword
ca: Incrementar la mida de la quadrícula i recalcular els encreuats
nl: Vergroot de rastergrootte en herbereken het kruiswoordraadsel

source: _Save
ca: _Guardar
nl: _Opslaan

source: Save crossword
ca: Guardar els encreuats
nl: Sla kruiswoordraadsel op

source: _Help
ca: _Ajuda

source: Open the help page
ca: Obrir la pàgina d'ajuda
nl: Open de helppagina

source: _About
ca: _Sobre
nl: _Over

source: About
ca: Sobre
nl: Over...

source: Anagram clues
ca: Definicions d'anagrames
nl: Anagram sleutels

source: Choose the grid size
ca: Escollir la mida de la quadrícula
nl: Kies de rastergrootte

source: Save the crossword as
ca: Guardar els encreuats com
nl: Sla kruiswoordraadsel op als

source: letter pdf
ca: carta pdf
nl: Letter (us) pdf

source: Name of crossword
ca: Nom dels encreuats
nl: Naam kruiswoordraadsel

source: Choose the name of your crossword
ca: Escull el nom dels seus encreuats
nl: Kies de naam van het kruiswoordraadsel

source: Number of words
ca: Nombre de paraules
nl: Aantal woorden

source: Choose the number of words you want to use
ca: Escull el nombre de paraules
nl: Kies het aantal woorden die je wenst te gebruiken

source: Grid size
ca: Mida de la quadrícula
nl: Rastergrootte

source: Choose the crossword grid size Go to the Crossword menu to enable this option
ca: Escull la mida de la quadrícula dels encreuats Anar al menú «Encreuats» per permetre aquesta opció
nl: Kies de rastergrootte Ga naar het kruiswoordraadselmenu om deze optie te activeren.

source: Please choose a file
ca: Escull un arxiu
nl: Selecteer bestand

source: Please choose a folder
ca: Escull una carpeta
nl: Selecteer een map

source: Your crossword files have been saved in
ca: Els arxius dels teus encreuats s'han guardat a
nl: De kruiswoordraadselbestanden zijn opgeslagen in

source: Please fill in the name of the crossword and the format you want it saved in (A4 size pdf, letter size pdf, png or svg). Then click on the Save button again.
ca: Si us plau, escull un nom i un format de sortida (pdf mida A4 o carta, png o svg) pels teus encreuats. Després torna a clicar guardar.
nl: Vul de naam van het kruiswoordraadsel in en het bestandstype om in op te slaan (A4 pdf, letter (us) pdf, png of svg). Klik opnieuw op de opslaan-knop.

source: A crossword generator
ca: Un generador de mots encreuats
nl: Een kruiswoordraadsel generator
